Revit 2027 API
PointCloudFilter Properties
The PointCloudFilter type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
PointCloudFilter Class
Autodesk.Revit.DB.PointClouds Namespace